{
    "Your Trusted Partner for Digital Transformation": "Your Trusted Partner for Digital Transformation",
    "CloudMile is a cloud and AI company__": "CloudMile is a cloud and AI company empowering businesses to accelerate digital transformation through cloud technology and machine learning. Our mission is to make digital changes possible for every enterprise by modernizing and integrating mainstream IT and deploying digital solutions at scale for a successful digital future. CloudMile is powered through the combination of cloud, AI, machine learning, and big data analytics. Our solutions help enterprises maximise the efficiency of the cloud by combining enterprise data with cloud architecture design.",
    "Laying the foundation from Cloud": "Laying the foundation from Cloud",
    "Trusted by over 400 clients__": "Trusted by over 400 clients in Singapore, Hong Kong, and Taiwan, including Asia's leading live streaming platform, 17 LIVE.",
    "Earned 120+ accreditations__": "Earned 120+ accreditations and the Google Cloud premier partner, which acquires specialization of Infrastructure, Cloud Migration, Machine Learning, and Data Analytics in Northern Asia. In 2020, CloudMile becomes Google Cloud Managed Service Provider (MSP).",
    "Managed 23,000 terabytes network__": "Managed 23,000 terabytes network traffic and more than 22,375 CPU.",
    "Proven AI technology powered by experts": "Proven AI technology powered by experts",
    "Served customers across over__": "Served customers across over 10 industries in Singapore, Hong Kong, and Taiwan.",
    "Established MarTech company, Ainotam, that__": "Utilizes the professional machine learning technology and service experience over the world to released an AI-driven advertising platform, ADsvantage.",
    "Over 45 CloudMile’s Cloud and Machine Learning__": "Over 45 CloudMile’s Cloud and Machine Learning experts are equipped with Google Cloud official certificates, as well as many successful, deployed use cases.",
    "CloudMile's Digital Transformation Journey Map": "CloudMile's Digital Transformation Journey Map",
    "IT Modernization": "IT Modernization",
    "Cloud Migration, Application Modernization__": "Cloud Migration, Application Modernization, Hybrid Cloud / Multi-Cloud, Business Productivity",
    "Data-Driven Business": "Data-Driven Business",
    "Data Integration, Data Application__": "Data Integration, Data Application, Machine Learning, Intelligent Applications",
    "AI for Business": "AI for Business",
    "AI Services, Ainotam": "AI Services, ADsvantage",
    "How we complete your digital transformation journey": "How we complete your digital transformation journey",
    "Clients Case Study": "Clients Case Study",
    "No Matter What Your Business Is, We Know What You Need.": "No Matter What Your Business Is, We Know What You Need.",
    "Technical Insights": "Technical Insights",
    "Stay up-to-date with cloud and AI trends": "Stay up-to-date with cloud and AI trends.",
    "CloudMile Event": "CloudMile Event",
    "Read the Latest CloudMile News & Events": "Read the Latest CloudMile News & Events",
    "Join the CloudMile Newsletter": "Join the CloudMile Newsletter",
    "Want to know more about our exclusive offers__": "Want to know more about our exclusive offers, global digital trends, and more? Subscribe today.",
    "alt": {
        "Making Digital Transformation Possible": "Making Digital Transformation Possible",
        "Modern Skyscraper": "Modern Skyscraper",
        "Cloud and Machine Learning Combination": "Cloud and Machine Learning Combination",
        "A Team discussing digital transformation journey map": "A Team discussing digital transformation journey map",
        "Mapping business strategy out with sticky notes": "Mapping business strategy out with sticky notes"
    }
}
