{
    "Explore your Success with CloudMile": "<span><span>Explore</span></span> your <span><span>Success</span></span> with CloudMile",
    "CloudMile Team": "CloudMile Team",
    "CloudMile is a cloud and AI company__": "CloudMile is a cloud and AI company empowering businesses to accelerate digital transformation through cloud technology and machine learning. Our mission is to make digital changes possible for every enterprise by modernizing and integrating mainstream IT and deploying digital solutions at scale for a successful digital future. CloudMile is powered through the combination of cloud, AI, machine learning, and big data analytics. Our solutions help enterprises maximise the efficiency of the cloud by combining enterprise data with cloud architecture design.<br/><br/>The Ministry of Science and Technology announced CloudMile as one of \"<b>Taiwan's Coolest 10 Startups</b>\".<br/><br/>We are <b>Google Cloud Premier Partner</b> that is entitled to Specialization of Machine Learning, Data Analytics, Cloud Migration and Infrastructure in North Asia. In 2020, CloudMile becomes Google Cloud Managed Service Provider (MSP).",
    "Singapore,Hong Kong,Taiwan,Malaysia": "Singapore,<br/>Hong Kong,<br/>Taiwan,<br/>Malaysia",
    "The Countries We Are In": "The Countries We Are In",
    "Employees": "Employees",
    "Customers": "Customers",
    "Explore your Success with__": "Explore your Success with CloudMile",
    "Our Office": "Our Office",
    "Our Team": "Founder and CEO",
    "Spencer Liu": "Spencer Liu",
    "Founder and CEO": "Founder and CEO",
    "Spencer Liu is one of the few__": "Spencer Liu is one of the few veteran entrepreneurs in Taiwan; he is a founding member of “market.yam” for Yam Digital, which rode the first wave of Taiwanese Internet miracles. Due to past experience collaborating with Google and the Android team, Andy Rubin, the Father of Android, described Spencer as “talent with an innate understanding of the software ecosystem.” Spencer holds EMBA degrees from National Taiwan University and National University of Singapore; he specializes in cloud service, big data, business development, and is highly experienced in IoT.",
    "James Kao": "James Kao",
    "Chief Operation Officer": "Chief Operation Officer",
    "James Kao has decades of experience in__": "James Kao has decades of experience in sales, marketing, operations and strategic management; he has successfully expanded the company's reach to different markets in APAC. James holds an MBA in Strategic Marketing, University of Hull, UK. Before joining CloudMile, James worked at EF, WSI and Yahoo!Taiwan dedicating to sales, marketing, and operation development in Asia-Pacific region.",
    "Locarno Pan": "Locarno Pan",
    "Chief Growth Officer": "Chief Growth Officer",
    "With over ten years of experience in__": "With over ten years of experience in technologies, Locarno is familiar with the landscape and trends when it comes to clouds and CDN. As an investor looking for potential cloud and AI tech startups and projects, he expects to fill market gaps through ever-improving technologies by building innovative services and products that fulfill needs in this time and age. Locarno is committed to expanding the CloudMile business in Asia-Pacific and creating new values for more corporate clients.",
    "Jonathan Wang": "Jonathan Wang",
    "Chief Technology Officer": "Chief Technology Officer",
    "Jonathan Wang graduated from__": "Jonathan Wang graduated from San Jose State University with a major in Computer Science. He is responsible for leveraging the emerging technologies to accelerate clients’ growth and innovations. Through his leadership, the team has successfully helped numerous industries adopt AI solutions and acquire specialization recognized by Google: Infrastructure, Data Analytics, and Machine Learning.",
    "Key Milestones": "Key Milestones",
    "Raised US$6 million in a pre-series B round": "Raised US$6 million in a pre-series B round<br>Loupe product launch",
    "Raised another A-Round Funding__": "Raised another A-Round Funding US$2.6M<br/>Partner with Elastic",
    "Recognized with Google Cloud Machine__": "Recognized with Google Cloud Machine Learning Specialization",
    "Partnered with Google Maps Platform__": "Partnered with Google Maps Platform<br/>CEO Spencer Liu awarded with the “Top 10 Potential Managers” in the 14th Golden Torch Entrepreneurial Award",
    "Recognized with Google Cloud Infrastructure__": "Recognized with Google Cloud Infrastructure Specialization<br/>Winner of TIEC SV Selection",
    "Selected as the “Coolest 10 Startups”": "Selected as the “Coolest 10 Startups”",
    "Established SG office": "Established SG office",
    "Established HK office": "Established HK office",
    "Series A Fundraising with__": "Series A Fundraising with US$1.8M",
    "Established CloudMile in Taiwan": "Established CloudMile in Taiwan",
    "Preparatory Work": "Preparatory Work",
    "Investors": "Investors",
    "Find right opportunities for you": "Find right opportunities for you",
    "Explore Careers": "Explore Careers",
    "Join the CloudMile Newsletter": "Subscribe to Our Newsletters",
    "Want to know more about our exclusive__": "Grow Your Competitive Edge With Our Insights.",
    "CEO Spencer Liu was elected as the fifth director of__": "CEO Spencer Liu was elected as the fifth director of Digital Transformation Association (DTA)<br/>CloudMile becomes Taiwan’s first Google Cloud Managed Service Provider(MSP)<br/>Taiwan office expansion",
    "Selected as top 10 Taiwan startup companies that__": "Selected as top 10 Taiwan startup companies that will shape the future Former minister Chen Liang-gee officially joined as the company’s advisor",
    "Adsvantage product launch": "Adsvantage product launch",
    "Hong Kong office expansion": "Hong Kong office expansion",
    "Chairman of DTA Chen Jen-ran officially joined as the company’s advisor": "Chairman of DTA Chen Jen-ran officially joined as the company’s advisor",
    "alt": {
        "6 coworkers are discussing in a meeting room": "6 coworkers are discussing in a meeting room",
        "Overview of an office": "Overview of an office",
        "location": "The locations of All 3 CloudMile Offices",
        "The locations of All 3 CloudMile Offices": "CloudMile's Senior Management Team",
        "Brief summary about Spencer Liu": "Brief summary about Spencer Liu",
        "CloudMile's Key Milestones since 2016": "CloudMile's Key Milestones since 2016",
        "A list of CloudMile's investors": "A list of CloudMile's investors",
        "Forest with open road": "Forest with open road"
    },
    "January": "Jan",
    "February": "Feb",
    "March": "Mar",
    "April": "Apr",
    "May": "May",
    "June": "Jun",
    "July": "Jul",
    "August": "Aug",
    "September": "Sep",
    "October": "Oct",
    "November": "Nov",
    "December": "Dec",
    "Former Minister of Science and Technology of Taiwan__": "Former Minister of Science and Technology of Taiwan Chen Liang-gee and former GM KU Chung Chiang of MediaTek Singapore joined CloudMile as business advisors to move towards the next milestone in SEA",
    "Raised US$ 10 Million in series B funding to accelerate market expansion in Malaysia": "Raised US$ 10 Million in series B funding to accelerate market expansion in Malaysia",
    "Recieved the fourth Google Cloud Partner Specialization": "Recieved the fourth Google Cloud Partner Specialization - Cloud Migration Specialization",
    "CloudMile won the 2020 Google Cloud Public Sector Partner of the Year award in APAC": "CloudMile won the 2020 Google Cloud Public Sector Partner of the Year award in APAC; Former Director and GM of MediaTek Singapore Ku Chung-Chiang also joined as the company’s VP of engineering",
    "CloudMile has been awarded the Managed Services Provider__": "CloudMile has been awarded the Managed Services Provider (MSP) status in Singapore from Google Cloud"
}
