{
    "Terms": "Information Security Policy",
    "version": "Version Number：v1.0, Date of update: 31 May, 2021",
    "list1": {
        "title": "Purpose",
        "desc": "Considering information security served as the basis for maintaining the secure operation of services, to ensure security of the employees, information, information systems, equipment and network of CLOUD MILE INC. (the “Company”), this Information Security Policy (the “Policy”) is set forth to govern the Information Security Management System (the “ISMS”) of the Company. This Policy shall apply to the Company’s branch company, subsidiary, including but not limited to Cloud Mile Inc., Taiwan Branch and Cloud Mile Ltd. "
    },
    "list2": {
        "title": "Objectives",
        "desc": "The information security objectives of the Company will be ensuring important information and services as to Confidentiality, Integrity, Availability and Compliance. The Company will define and measure the information security key performance indicators in accordance with the levels and functions for confirmation of the implementation of ISMS and the accomplishment of the information security objectives. "
    },
    "list3": {
        "title": "Applicable Scope of this Information Security Policy",
        "desc": "Considering the internal and external issues of the Company, needs and expectations of interested parties and the interfaces and dependencies regarding the Company’s and other organizations’ activities, this Policy shall apply to plan, establishment, operation, managed service of MSP(Managed Service Provider) Service, and development of MileLync and its operating environment."
    },
    "list4": {
        "title": "Coverage",
        "desc": " ISMS 包括內容如下,有關單位及人員就下列事項,應訂定對應之管理規範或實施計畫,並據以實施及定期評估實施成效:",
        "sublist1": "Information security roles and responsibilities and management review procedure.",
        "sublist2": "Management of documents and records. ",
        "sublist3": "The information security objectives and performance evaluation. ",
        "sublist4": "Risk management.",
        "sublist5": "Internal audit of information security.",
        "sublist6": "Continuous improvement. ",
        "sublist7": "Human resources security management.",
        "sublist8": "Asset management. ",
        "sublist9": "Access control management. ",
        "sublist10": "Physical and environmental security. ",
        "sublist11": "Operations security and cryptography.",
        "sublist12": "Communication security management",
        "sublist13": "Management of system acquisition, development and maintenance. ",
        "sublist14": "Supplier relationships management. ",
        "sublist15": "Information security incident management. ",
        "sublist16": "Business continuity management",
        "sublist17": "Compliance management"
    },
    "list5": {
        "title": "Organization and Responsibilities",
        "desc": "To ensure the effective operation of ISMS, the Company shall establish the organization and responsibilities of information security for promoting and maintaining the progress of management, implementation and check. "
    },
    "list6": {
        "title": "Enforcement Principles",
        "desc": "The ISMS shall be implemented in the Plan, Do, Check and Act processing model, and in a repeated and iterative approach, to ensure the effectiveness of operation and continuous improvement of ISMS."
    },
    "list7": {
        "title": "Review and Evaluation",
        "desc": "ISMS 之實施應依據規劃(Plan)、執行(Do)、查核(Check)及改善(Act)流程模式,以週而復始、循序漸進的精神,確保 ISMS 運作之有效性及持續改善。",
        "sublist1": "This Policy shall be under review and evaluation upon major changes or at least once a year in order to reflect the latest development of related regulations and laws, technologies, business and relevant department in order to ensure the effectiveness of information security practices.",
        "sublist2": "This Policy will be modified in accordance with the evaluation results and shall be effective upon signed and posted by the representative of the Company.",
        "sublist3": "The Company will make the notice to the interested parties, such as clients, business partners, employees and suppliers, in writing, email, document management system or other ways upon establishment or modification of this Policy. "
    }
}
